/* Localized versions of Guest Access strings */

allowButton = "Del skærm";
denyButton = "Annuller";

controlTitle = "Anmodning om kontrol";
observeTitle = "Anmodning om oberservation";

controlRequestKnown = "Brugeren \“%@\” på %@ vil dele din skærm. Vil du dele din skærm med \“%@\”?";
observeRequestKnown = "Brugeren \“%@\” på %@ vil observere din computer. Vil du tillade det?";

controlRequestUnknown = "En ukendt bruger på %@ vil dele din skærm. Vil du dele din skærm med vedkommende?";
observeRequestUnknown = "En ukendt bruger på %@ vil observere din computer. Vil du tillade det?";

errAttnReqCommString = "Der er opstået en kommunikationsfejl.";
